{
    "file": "wire\/modules\/Process\/ProcessForgotPassword\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword--processforgotpassword-module",
    "translations": {
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Informații despre resetarea parolei"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Nu se poate finaliza resetarea parolei. Vă rugăm să vă asigurați că vă aflați pe același computer și în același browser web de la care ați trimis inițial solicitarea."
        },
        "93d644963a650f21fed9cf78bb79aefa": {
            "text": "Resetarea parolei nu este disponibilă temporar. Vă rugăm să încercați din nou mai târziu sau să contactați administratorul."
        },
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Resetare parola"
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Introduceți numele de utilizator"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Dacă aveți un cont în sistemul nostru cu o adresă de e-mail validă, vă va fi trimis un e-mail după ce trimiteți acest formular. Acel e-mail va conține un link pe care puteți face clic pentru a vă reseta parola."
        },
        "39ce57ab909352a15ed22c42d8bf2db5": {
            "text": "Există mai multe conturi cu acest e-mail, așa că nu este posibilă resetarea parolei."
        },
        "8b0f10bdaf3afb56f2dd166bbbb4e190": {
            "text": "Vă rugăm să contactați administratorul pentru a vă reseta parola."
        },
        "7db90261f25e9e387ac28f85a67e61cd": {
            "text": "Utilizatorul nu are permisiunea de a reseta parola."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Presupunând că informațiile contului dvs. au fost găsite și avem o adresă de e-mail înregistrată, a fost trimis un e-mail cu informații despre resetarea parolei."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Vă rugăm să vă verificați e-mailul pentru acest mesaj. Dacă nu primiți un e-mail în următoarele 15 minute, vă rugăm să contactați administratorul site-ului pentru a vă reseta parola. Această solicitare de resetare a parolei va expira în 60 de minute. NU închideți această fereastră până când nu finalizați solicitarea de resetare a parolei."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Din motive de securitate, nu dezvăluim dacă există un cont pe acest ecran."
        },
        "27f1d003b3e26b68158df1930deb4501": {
            "text": "Codul dvs. de verificare este: %s"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Pentru a finaliza resetarea parolei, faceți clic pe adresa URL de mai jos (sau inserați în browser) și urmați instrucțiunile:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Această adresă URL va expira la 60 de minute de la trimitere. Această adresă URL trebuie deschisă de pe același computer și browser de pe care a fost inițiată solicitarea."
        },
        "1f608932e66b86ace4789d74fd3979b8": {
            "text": "Ați solicitat o resetare a parolei pentru contul dvs. la %s."
        },
        "5e7e3a0c4a67fc08cde6a2e8a7a8136e": {
            "text": "Sistemul nu poate finaliza această solicitare din motivele enumerate mai jos:"
        },
        "57b0380c7885e84ff8106ecb65e4fc1b": {
            "text": "Vă rugăm să contactați administratorul pentru asistență pentru conectarea la contul dvs. și\/sau schimbarea parolei."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Solicitare de resetare nevalidă. Este posibil ca cererea dvs. să fi expirat."
        },
        "dfcbc97f1d21b9867e68fa7179492c4c": {
            "text": "Cod de verificare"
        },
        "3d6a2212b6d337ac823402be7a0ddf14": {
            "text": "Vă rugăm să introduceți sau să inserați codul primit în e-mail."
        },
        "4f9d3bd4f4eba4b2d86610f6607d8337": {
            "text": "Resetarea parolei necesită, de asemenea, să confirmați valoarea corectă a acestui câmp."
        },
        "056f743a15c1503de0d4ae9c8cd9d2c9": {
            "text": "Numărul maxim de încercări permise pentru acest formular a fost depășit."
        },
        "fa36cf545b5a1afc0b89876b6e459d4a": {
            "text": "Cod de verificare incorect"
        },
        "8c89c9f8eed88a5efbf7b8f1339b67e1": {
            "text": "Valoarea introdusă nu a fost corectă"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Parola dvs. a fost resetată cu succes. Acum vă puteți autentifica."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Nu se poate finaliza acest pas"
        },
        "ee668afb3022f7a04020a4355995df08": {
            "text": "Utilizatorul nu exista"
        },
        "8857e76b64aa5af97292f6c118a98b9c": {
            "text": "Utilizatorul nu are o adresă de e-mail definită"
        },
        "891c900c62b339df9b69affb01964463": {
            "text": "Utilizatorul este nepublicat"
        },
        "ba3f28cb2b509ffc12d364936e935bf9": {
            "text": "Utilizatorului nu i se permite să se autentifice în funcție de configurația site-ului"
        },
        "32e309a22f3c85df6347452a10154dd1": {
            "text": "Utilizatorul nu are un rol acceptat pentru resetarea parolei."
        },
        "96562ea782788ab326b91826c455a545": {
            "text": "Utilizatorul are un rol care nu acceptă resetarea parolei."
        },
        "3f2c45a7cbacb890f17f482d6d578a46": {
            "text": "A fost atinsă cantitatea maximă de încercări, vă rugăm să încercați din nou mai târziu."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Continua"
        },
        "f53d1cd25e03173ba9eaa4e493636769": {
            "text": "(optional)"
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Adresă de e-mail de la care trimiteți mesaje"
        },
        "f300f19956910a5c8e07e7fc38ad5996": {
            "text": "Folosiți e-mailul mai degrabă decât numele de utilizator"
        },
        "b7f87835e4ded82dbf88a8a45660e8b5": {
            "text": "Când este bifată, utilizatorului i se va cere adresa de e-mail pentru a-și reseta parola, mai degrabă decât numele de utilizator."
        },
        "4cc2145f15c928792509a932023d7d16": {
            "text": "Dacă adresa de e-mail este utilizată de mai multe conturi, resetarea parolelor nu este posibilă pentru acele conturi."
        },
        "baf67737db6267fe171e5c02e11bc750": {
            "text": "Notă: modulul ProcessLogin va seta acest lucru automat în timpul execuției atunci când este configurat pentru a utiliza autentificarea prin e-mail."
        },
        "2f9fd9ee1ca0d1b1bf29cf5ac02fb6d8": {
            "text": "Numărul maxim de solicitări de resetare a parolei pe adresă IP sau sesiune"
        },
        "8d2af70b99487af66a77693183fa222e": {
            "text": "Folosiți această opțiune pentru a împiedica aceeași adresă IP sau sesiune să inunde cererile de resetare."
        },
        "d7b00f56bd4aa8c7b1d307f893f3691d": {
            "text": "Specificați 0 pentru a dezactiva."
        },
        "87797341d99969f5087a0604d689f724": {
            "text": "Înregistrați activitatea?"
        },
        "b78dc56eded90f2f7dc3efe53843c7df": {
            "text": "Când este activată, cererile de resetare a parolei vor fi înregistrate."
        },
        "7cd3b77b8a690863feb890675526b5fb": {
            "text": "Vizualizați jurnalul"
        },
        "2b76ca42e9a49dabc2d47d1c0125a58c": {
            "text": "Confirmați valorile câmpului"
        },
        "1cb11e4ef5c85cd2529324e18d63c96a": {
            "text": "Ca o verificare suplimentară în ultimul pas, cereți utilizatorului să confirme valorile acestor câmpuri înainte de a accepta parola nouă."
        },
        "5cd2f0ef0a275749826eb1848eca5085": {
            "text": "Vă rugăm să utilizați numai câmpuri de text sau numere într-o singură limbă, care sunt întotdeauna completate pentru aceasta."
        },
        "8cde5ec64dda71c519de97faac388350": {
            "text": "Roluri permise"
        },
        "1af5a1fe1bcf8e0d87981e1ed30a52ee": {
            "text": "Pentru a permite doar anumitor roluri să resetați parola, selectați-le aici."
        },
        "2b71c5b0053ba1524a4b96e918c5a8b4": {
            "text": "Dacă nu este selectat niciunul, atunci resetarea parolei este disponibilă pentru toate rolurile."
        },
        "3ec6ed33465d73a6985d6e6455d2e8ac": {
            "text": "Roluri blocate"
        },
        "987aff99759a7d274e880c5512ebf090": {
            "text": "pentru a bloca anumite roluri de la resetarea parolei, selectați-le aici."
        },
        "a1f0c9c3c94d0f29ab484c237d948650": {
            "text": "Ștergeți memoria cache și tabelele cererilor de resetare a parolei"
        },
        "ec488c78fc373b5af024d518fdc7c612": {
            "text": "Acest lucru se întâmplă automat în timp, dar poate fi șters manual dacă se dorește."
        },
        "49f90518a785624dd3ca08a1ebc6f9ef": {
            "text": "Solicitările de resetare a parolei au fost șterse"
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Ați uitat parola"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Oferă capacitatea de resetare a parolei\/e-mail pentru procesul de conectare."
        }
    }
}