{
    "file": "wire\/modules\/System\/SystemUpdater\/SystemUpdaterChecks.php",
    "textdomain": "wire--modules--system--systemupdater--systemupdaterchecks-php",
    "translations": {
        "b39229143b1147a73a48df31c1231d8c": {
            "text": "Au fost detectate mai multe probleme, vă rugăm să examinați:"
        },
        "cea2995cd3259dca15a20b501b1e458b": {
            "text": "Vă rugăm să rețineți că fișierul dvs. rădăcină %s nu este actualizat cu această versiune ProcessWire, vă rugăm să îl actualizați atunci când este posibil."
        },
        "18dd427864e5d5894d6427b120729661": {
            "text": "Pentru a suprima acest avertisment, înlocuiți sau adăugați următoarele în partea de sus a fișierului .htaccess existent:"
        },
        "3ce93c026eb9e6490b97440cb30648ac": {
            "text": "Bun venit la ProcessWire!"
        },
        "b5e8bf8e4ff52c6a5284ed10f7951738": {
            "text": "Dacă această instalare este utilizată în prezent pentru dezvoltare sau testare, vă recomandăm să activați modul de depanare."
        },
        "ecd4a06df60ea2b6392432bbd11f1d76": {
            "text": "Modul de depanare asigură că toate erorile sunt vizibile, ceea ce poate fi util în timpul dezvoltării sau depanării."
        },
        "917cf9b7a671b533087c8f7b0bf8d157": {
            "text": "De asemenea, permite informații suplimentare despre dezvoltatori să apară aici în administrator."
        },
        "cb6a03bb5f07396e7eca71a86ad46e43": {
            "text": "Puteți activa modul de depanare editând fișierul %s și adăugând următoarele:"
        },
        "f1d50e08fba3212773302367c8513449": {
            "text": "Vă rugăm să rețineți: această notificare nu va fi afișată din nou. Amintiți-vă să dezactivați modul de depanare înainte de a intra în direct."
        },
        "233b54b5df8647fadbfb62e9c4def925": {
            "text": "Avertisment de securitate: fișierul \"%s\" există și ar trebui să fie șters cât mai curând posibil."
        },
        "7ba9982e6cae459db14db8bad5ad68b9": {
            "text": "Atenție, fișierul dvs. %s specifică permisiuni pentru fișiere care sunt prea libere pentru multe medii:"
        },
        "748befe7a5d432caba8b6cadc4076e92": {
            "text": "Citiți \"Securizarea permisiunilor fișierelor\" pentru mai multe detalii"
        },
        "5ff81a1ae7c80f730595ed1100007665": {
            "text": "Pentru a suprima acest avertisment, adăugați următoarele în fișierul dvs. %s:"
        },
        "359a712bdea64131ff4e83fbc7233af6": {
            "text": "Atenție: aveți un câmp numit \"publicat\" care intră în conflict cu proprietatea paginii \"publicate\""
        },
        "e51b9afa44f26fb147585eda2b708808": {
            "text": "Vă rugăm să redenumiți câmpul dvs. cu altceva și să actualizați orice șabloane care fac referire la el."
        },
        "60d0f1128804dfd5fa013c3d02c67012": {
            "text": "Setarea dvs. locală actuală este \"%s\""
        },
        "9cdeee8e8a463c558dc372434cc5dbb1": {
            "text": "Notă: setarea actuală a localizării serverului nu funcționează conform așteptărilor cu setul de caractere UTF-8 și poate cauza probleme minore."
        },
        "f8239d6a9013fae244731a805aa50b09": {
            "text": "Vă rugăm să traduceți setarea locală \"C\" pentru fiecare limbă în localitatea compatibilă în %s"
        },
        "d5877d284caca4c9b4d55adb8e6e758c": {
            "text": "De exemplu, setarea locală pentru engleza SUA ar putea fi: %s"
        },
        "7ca79a1980d88028a56fcee7c711685e": {
            "text": "Vă rugăm să adăugați acest lucru în fișierul dvs. %1$s (ajustați \"%2$s\"după cum este necesar):"
        },
        "6ed94bc4b5b5d4c1bfd4c90792c39c68": {
            "text": "Site-ul este în modul depanare, potrivit pentru site-uri în dezvoltare"
        },
        "1ffd655d9788eba2b285e4363eab7b51": {
            "text": "Dacă acesta este un site live\/de producție, ar trebui să dezactivați modul de depanare în %1$s cu: %2$s"
        },
        "8f0362971b64ae326b6a57f21f9d5ce4": {
            "text": "Versiunea necesară: %1$s, versiunea găsită: %2$s."
        },
        "d331f06185da085f65656f31a7a8a795": {
            "text": "Nu se poate localiza fișierul necesar: %s"
        }
    }
}